[Balance.PawnBalance_PrimalBeast_BedrockMonglet AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Micromong Rochoso",TransformedNames=((TransformedName="Micro-primata Rochoso"),(TransformedName="Micróvoro Rochoso"),(TransformedName="Micro-pé Rochoso"),(TransformedName="Bullymong Rochoso")))
PlayThroughs[1]=(DisplayName="Micromong Selvagem",TransformedNames=((TransformedName="Micro-primata Selvagem"),(TransformedName="Micróvoro Selvagem"),(TransformedName="Micro-pé Selvagem"),(TransformedName="Bullymong Selvagem")))

[Balance.PawnBalance_Sage_FinalBoss AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Jackenstein")
PlayThroughs[1]=(DisplayName="Jackenstein")

[Balance.PawnBalance_Sage_PrimalBeast_Bedrock AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Bullymong Rochoso",TransformedNames=((TransformedName="Besta Primitiva Rochosa"),(TransformedName="Feróvoro Rochoso"),(TransformedName="Micro-pé Rochoso"),(TransformedName="Bullymong Rochoso")))
PlayThroughs[1]=(DisplayName="Bullymong Rochoso",TransformedNames=((TransformedName="Besta Primitiva Rochosa"),(TransformedName="Feróvoro Rochoso"),(TransformedName="Micro-pé Rochoso"),(TransformedName="Bullymong Selvagem")))

[Balance.PawnBalance_Sage_PrimalBeast_Mission_Wager AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Bulgarr",TransformedNames=((TransformedName="Besta Primitiva Lançadora"),(TransformedName="Feróvoro Lançador"),(TransformedName="Pé-grande Lançador"),(TransformedName="Bullymong Lançador")))
PlayThroughs[1]=(DisplayName="Bulgarr",TransformedNames=((TransformedName="Besta Primitiva Lançadora"),(TransformedName="Feróvoro Lançador"),(TransformedName="Pé-grande Lançador"),(TransformedName="Bullymong Lançador")))

